tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
brew "anyenv"
brew "coreutils"
brew "asdf"
brew "bat"
brew "curl"
brew "direnv"
brew "exa"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "hub"
brew "jq"
brew "peco"
brew "rust"
brew "stow"
brew "tig"
brew "yarn"
brew "zsh"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "discord"
cask "dropbox"
cask "font-hack-nerd-font"
cask "github"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "hyperswitch"
cask "iterm2"
cask "notion"
cask "shiftit"
cask "sketch"
cask "slack"
cask "sourcetree"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "xmind"
cask "zoom"
